Repository: thiswildidea/MarketMotionStudio
Catalog: src/MarketMotionStudio/Strings/*/Resources.resw
Source language: en_us
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# StudioPause.Content
source: Pause
cs: Pozastavit
es: Pausa
it: Pausa
ja: 一時停止
ko: 일시 중지
pl: Pauza
pt_br: Pausar
ru: Пауза
tr: Duraklat
zh_hans: 暂停
zh_hant: 暫停

# StudioFetch.Content
source: Get data
cs: Získat data
de: Daten abrufen
es: Obtener datos
fr: Récupérer les données
it: Scarica i dati
ja: データを取得
ko: 데이터 가져오기
pl: Pobierz dane
pt_br: Obter dados
ru: Получить данные
tr: Veriyi al
zh_hans: 获取数据
zh_hant: 取得資料

# StudioExport.Content
source: Export MP4
cs: Exportovat MP4
de: MP4 exportieren
es: Exportar MP4
fr: Exporter en MP4
it: Esporta MP4
ja: MP4 を書き出す
ko: MP4 내보내기
pl: Eksportuj MP4
pt_br: Exportar MP4
ru: Экспорт в MP4
tr: MP4 olarak ver
zh_hans: 导出 MP4
zh_hant: 匯出 MP4

# StudioCancel.Content
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# StudioStageNoData
source: No data yet
cs: Zatím žádná data
de: Noch keine Daten
es: Todavía sin datos
fr: Aucune donnée pour l'instant
it: Ancora nessun dato
ja: データがありません
ko: 데이터 없음
pl: Brak danych
pt_br: Ainda sem dados
ru: Данных пока нет
tr: Henüz veri yok
zh_hans: 尚无数据
zh_hant: 尚無資料

# StudioCredit
source: Source: Tencent Finance
cs: Zdroj: Tencent Finance
de: Quelle: Tencent Finance
es: Fuente: Tencent Finance
it: Fonte: Tencent Finance
ja: 出典: 騰訊財経
ko: 출처: 텐센트 금융
pl: Źródło: Tencent Finance
pt_br: Fonte: Tencent Finance
ru: Источник: Tencent Finance
tr: Kaynak: Tencent Finance
zh_hans: 数据来源：腾讯财经
zh_hant: 資料來源：騰訊財經

# NavMatrix.Content
source: Return Matrix
cs: Matice výnosů
de: Renditematrix
es: Matriz de rentabilidad
fr: Matrice des rendements
it: Matrice dei rendimenti
ja: リターンマトリクス
ko: 수익 매트릭스
pl: Macierz stóp zwrotu
pt_br: Matriz de retorno
ru: Матрица доходности
tr: Getiri matrisi
zh_hans: 收益矩阵
zh_hant: 收益矩陣

# MatrixPageTitle.Text
source: Return Matrix
cs: Matice výnosů
de: Renditematrix
es: Matriz de rentabilidad
fr: Matrice des rendements
it: Matrice dei rendimenti
ja: リターンマトリクス
ko: 수익 매트릭스
pl: Macierz stóp zwrotu
pt_br: Matriz de retorno
ru: Матрица доходности
tr: Getiri matrisi
zh_hans: 收益矩阵
zh_hant: 收益矩陣

# MatrixPageSubtitle.Text
source: A decade of monthly bars per request; cells light up in time order — one target's seasonality, or a roster's rotation.
cs: Dekáda měsíčních svíček na jeden požadavek; buňky se rozsvěcují v časovém pořadí.
de: Ein Jahrzehnt Monatsbalken pro Anfrage; Zellen leuchten zeitlich nacheinander auf.
es: Una década de barras mensuales por petición; las celdas se encienden en orden temporal.
fr: Une décennie de barres mensuelles par requête ; les cases s'allument dans l'ordre du temps.
it: Un decennio di barre mensili per richiesta; le celle si accendono in ordine temporale.
ja: 月足は1リクエストで10年分。セルが時系列に灯っていきます。
ko: 월봉 한 번에 10년치. 칸이 시간 순서대로 켜집니다.
pl: Dekada słupków miesięcznych na jedno zapytanie; komórki zapalają się w kolejności czasowej.
pt_br: Uma década de barras mensais por requisição; as células acendem em ordem temporal.
ru: Десятилетие месячных баров за один запрос; ячейки загораются в порядке времени.
tr: Tek istekte on yıllık aylık veri; hücreler zaman sırasıyla yanar.
zh_hans: 月K一次十年，格子逐个点亮；看单标的的季节性，或一篮子标的的轮动。
zh_hant: 月K一次十年，格子逐個點亮；看單標的的季節性，或一籃子標的的輪動。

# MatrixModeLabel.Text
source: Matrix kind
cs: Typ matice
de: Matrixart
es: Tipo de matriz
fr: Type de matrice
it: Tipo di matrice
ja: マトリクスの種類
ko: 매트릭스 종류
pl: Rodzaj macierzy
pt_br: Tipo de matriz
ru: Тип матрицы
tr: Matris türü
zh_hans: 矩阵类型
zh_hant: 矩陣類型

# MatrixModeYear.Content
source: One target · years × months
cs: Jeden cíl · roky × měsíce
de: Ein Ziel · Jahre × Monate
es: Un objetivo · años × meses
fr: Une cible · années × mois
it: Un bersaglio · anni × mesi
ja: 単一銘柄 · 年×月
ko: 단일 종목 · 연×월
pl: Jeden instrument · lata × miesiące
pt_br: Um alvo · anos × meses
ru: Одна цель · годы × месяцы
tr: Tek hedef · yıl × ay
zh_hans: 单标的 年×月
zh_hant: 單標的 年×月

# MatrixModeCompare.Content
source: Many targets · targets × months
cs: Více cílů · cíle × měsíce
de: Mehrere Ziele · Ziele × Monate
es: Varios objetivos · objetivos × meses
fr: Plusieurs cibles · cibles × mois
it: Più bersagli · bersagli × mesi
ja: 複数銘柄 · 銘柄×月
ko: 다수 종목 · 종목×월
pl: Wiele instrumentów · instrumenty × miesiące
pt_br: Vários alvos · alvos × meses
ru: Несколько целей · цели × месяцы
tr: Çok hedef · hedef × ay
zh_hans: 多标的 标的×月
zh_hant: 多標的 標的×月

# MatrixTarget.Header
source: Target
cs: Cíl
de: Ziel
es: Objetivo
fr: Cible
it: Bersaglio
ja: 対象
ko: 대상
pl: Instrument
pt_br: Alvo
ru: Цель
tr: Hedef
zh_hans: 标的
zh_hant: 標的

# MatrixYearsLabel.Text
source: Years
cs: Roky
de: Jahre
es: Años
fr: Années
it: Anni
ja: 年数
ko: 연수
pl: Lata
pt_br: Anos
ru: Годы
tr: Yıllar
zh_hans: 年数
zh_hant: 年數

# MatrixYears.Header
source: Years
cs: Roky
de: Jahre
es: Años
fr: Années
it: Anni
ja: 年数
ko: 연수
pl: Lata
pt_br: Anos
ru: Годы
tr: Yıllar
zh_hans: 年数
zh_hant: 年數

# MatrixYearsAll
source: All
cs: Vše
de: Alle
es: Todos
fr: Toutes
it: Tutti
ja: すべて
ko: 전체
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# MatrixMonthsLabel.Text
source: Months
cs: Měsíce
de: Monate
es: Meses
fr: Mois
it: Mesi
ja: 月数
ko: 월 수
pl: Miesiące
pt_br: Meses
ru: Месяцы
tr: Aylar
zh_hans: 月数
zh_hant: 月數

# MatrixMonths.Header
source: Months
cs: Měsíce
de: Monate
es: Meses
fr: Mois
it: Mesi
ja: 月数
ko: 월 수
pl: Miesiące
pt_br: Meses
ru: Месяцы
tr: Aylar
zh_hans: 月数
zh_hant: 月數

# MatrixListIndices
source: Broad indices
cs: Široké indexy
de: Breite Indizes
es: Índices amplios
fr: Indices larges
it: Indici larghi
ja: 主要指数
ko: 대표 지수
pl: Szerokie indeksy
pt_br: Índices amplos
ru: Широкие индексы
tr: Geniş endeksler
zh_hans: 宽基指数
zh_hant: 寬基指數

# MatrixChosen
source: Current: {0} ({1})
cs: Aktuálně: {0} ({1})
de: Aktuell: {0} ({1})
es: Actual: {0} ({1})
fr: Actuel : {0} ({1})
it: Attuale: {0} ({1})
ja: 現在：{0}（{1}）
ko: 현재: {0}({1})
pl: Bieżący: {0} ({1})
pt_br: Atual: {0} ({1})
ru: Сейчас: {0} ({1})
tr: Şu an: {0} ({1})
zh_hans: 当前：{0}（{1}）
zh_hant: 當前：{0}（{1}）

# MatrixMonthlyUnavailable
source: The monthly endpoint failed or carries no data for this code.
cs: Měsíční endpoint selhal nebo tento kód nezná.
de: Der Monats-Endpunkt ist fehlgeschlagen oder kennt diesen Code nicht.
es: El endpoint mensual falló o no tiene datos de este código.
fr: Le point d'accès mensuel a échoué ou ne connaît pas ce code.
it: L'endpoint mensile ha fallito o non conosce questo codice.
ja: 月足の取得に失敗したか、このコードのデータがありません。
ko: 월봉 조회에 실패했거나 이 코드의 데이터가 없습니다.
pl: Miesięczne API nie odpowiedziało lub nie zna tego kodu.
pt_br: O endpoint mensal falhou ou não conhece este código.
ru: Месячный сервис не ответил или не знает этот код.
tr: Aylık uç noktası başarısız oldu veya bu kodu tanımıyor.
zh_hans: 月K接口异常或该代码无数据。
zh_hant: 月K介面異常或該代碼無資料。

# MatrixTooFewMonths
source: Too few usable months.
cs: Příliš málo použitelných měsíců.
de: Zu wenig verwendbare Monate.
es: Demasiados pocos meses utilizables.
fr: Trop peu de mois utilisables.
it: Troppo pochi mesi utilizzabili.
ja: 利用できる月が足りません。
ko: 사용 가능한 월이 부족합니다.
pl: Za mało użytecznych miesięcy.
pt_br: Meses utilizáveis insuficientes.
ru: Слишком мало пригодных месяцев.
tr: Kullanılabilir ay çok az.
zh_hans: 可用月份不足。
zh_hant: 可用月份不足。

# MatrixTooFewShared
source: The targets share too few months.
cs: Cíle sdílejí příliš málo měsíců.
de: Die Ziele teilen zu wenige Monate.
es: Los objetivos comparten demasiado pocos meses.
fr: Les cibles partagent trop peu de mois.
it: I bersagli condividono troppo pochi mesi.
ja: 対象間で共通する月が足りません。
ko: 대상 간 공유되는 월이 부족합니다.
pl: Instrumenty dzielą za mało miesięcy.
pt_br: Os alvos compartilham meses demais poucos.
ru: Цели делят слишком мало месяцев.
tr: Hedeflerin ortak ayı çok az.
zh_hans: 各标的共有的月份不足。
zh_hant: 各標的共有的月份不足。

# MatrixTailYear
source: Year
cs: Rok
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年間
ko: 연간
pl: Rok
pt_br: Ano
ru: Год
tr: Yıl
zh_hans: 全年
zh_hant: 全年

# MatrixTailSubtotal
source: Subtotal
cs: Mezisoučet
de: Teil
fr: Sous-total
it: Subtotale
ja: 小計
ko: 소계
pl: Suma częściowa
ru: Промеж.
tr: Ara toplam
zh_hans: 小计
zh_hant: 小計

# MatrixTailTotal
source: Total
cs: Celkem
de: Gesamt
it: Totale
ja: 累計
ko: 누계
pl: Łącznie
ru: Итого
tr: Toplam
zh_hans: 累计
zh_hant: 累計

# MatrixYearSpan
source: {0} to date · {1} months
cs: {0} dodnes · {1} měsíců
de: {0} bis heute · {1} Monate
es: {0} hasta hoy · {1} meses
fr: {0} à ce jour · {1} mois
it: {0} a oggi · {1} mesi
ja: {0}年〜現在 · {1}ヶ月
ko: {0}년~현재 · {1}개월
pl: {0} do dziś · {1} miesięcy
pt_br: {0} até hoje · {1} meses
ru: {0} по сегодня · {1} месяцев
tr: {0} günümüze · {1} ay
zh_hans: {0} 年至今 · 共 {1} 个月
zh_hant: {0} 年至今 · 共 {1} 個月

# MatrixYearTitle
source: {0} monthly returns, {1} years
cs: Měsíční výnosy {0}, {1} let
de: {0} Monatsrenditen, {1} Jahre
es: Rentabilidad mensual de {0}, {1} años
fr: Performances mensuelles de {0}, {1} ans
it: Rendimenti mensili di {0}, {1} anni
ja: {0} 月次リターン {1}年
ko: {0} 월간 수익률 {1}년
pl: Miesięczne stopy {0}, {1} lat
pt_br: Retornos mensais de {0}, {1} anos
ru: Месячная доходность {0}, {1} лет
tr: {0} aylık getiriler, {1} yıl
zh_hans: {0}月度收益{1}年图
zh_hant: {0}月度收益{1}年圖

# MatrixYearSubtitle
source: {0} {1} · monthly change · unit: %
cs: {0} {1} · měsíční změna · jednotka: %
de: {0} {1} · monatliche Veränderung · Einheit: %
es: {0} {1} · variación mensual · unidad: %
fr: {0} {1} · variation mensuelle · unité : %
it: {0} {1} · variazione mensile · unità: %
ja: {0} {1} · 月次騰落率 · 単位：%
ko: {0} {1} · 월간 등락률 · 단위: %
pl: {0} {1} · zmiana miesięczna · jednostka: %
pt_br: {0} {1} · variação mensal · unidade: %
ru: {0} {1} · месячное изменение · единица: %
tr: {0} {1} · aylık değişim · birim: %
zh_hans: {0} {1} · 月度涨跌幅 · 单位：%
zh_hant: {0} {1} · 月度漲跌幅 · 單位：%

# MatrixCmpSpan
source: {0} to {1} · {2} months
cs: {0} až {1} · {2} měsíců
de: {0} bis {1} · {2} Monate
es: {0} a {1} · {2} meses
fr: {0} à {1} · {2} mois
it: {0} a {1} · {2} mesi
ja: {0}〜{1} · {2}ヶ月
ko: {0}~{1} · {2}개월
pl: {0} do {1} · {2} miesięcy
pt_br: {0} a {1} · {2} meses
ru: {0} — {1} · {2} месяцев
tr: {0} - {1} · {2} ay
zh_hans: {0} 至 {1} · 共 {2} 个月
zh_hant: {0} 至 {1} · 共 {2} 個月

# MatrixCmpTitle
source: {0} monthly rotation
cs: Měsíční rotace: {0}
de: {0} Monatsrotation
es: Rotación mensual: {0}
fr: Rotation mensuelle : {0}
it: Rotazione mensile: {0}
ja: {0} 月次ローテーション
ko: {0} 월간 로테이션
pl: Miesięczna rotacja: {0}
pt_br: Rotação mensal: {0}
ru: Месячная ротация: {0}
tr: {0} aylık rotasyon
zh_hans: {0}月度轮动
zh_hant: {0}月度輪動

# MatrixCmpSubtitle
source: {0} · monthly change · unit: %
cs: {0} · měsíční změna · jednotka: %
de: {0} · monatliche Veränderung · Einheit: %
es: {0} · variación mensual · unidad: %
fr: {0} · variation mensuelle · unité : %
it: {0} · variazione mensile · unità: %
ja: {0} · 月次騰落率 · 単位：%
ko: {0} · 월간 등락률 · 단위: %
pl: {0} · zmiana miesięczna · jednostka: %
pt_br: {0} · variação mensal · unidade: %
ru: {0} · месячное изменение · единица: %
tr: {0} · aylık değişim · birim: %
zh_hans: {0} · 月度涨跌幅 · 单位：%
zh_hant: {0} · 月度漲跌幅 · 單位：%

# MatrixStatBestMonth
source: Best month
cs: Nejlepší měsíc
de: Bester Monat
es: Mejor mes
fr: Meilleur mois
it: Mese migliore
ja: 最良月
ko: 최고의 달
pl: Najlepszy miesiąc
pt_br: Melhor mês
ru: Лучший месяц
tr: En iyi ay
zh_hans: 最强月
zh_hant: 最強月

# MatrixStatWorstMonth
source: Worst month
cs: Nejhorší měsíc
de: Schwächster Monat
es: Peor mes
fr: Pire mois
it: Mese peggiore
ja: 最悪月
ko: 최악의 달
pl: Najgorszy miesiąc
pt_br: Pior mês
ru: Худший месяц
tr: En kötü ay
zh_hans: 最弱月
zh_hant: 最弱月

# MatrixStatUpRatio
source: Up months
cs: Měsíců v plusu
de: Monate plus
es: Meses al alza
fr: Mois en hausse
it: Mesi in rialzo
ja: 上昇月比率
ko: 상승 월 비율
pl: Miesiące plus
pt_br: Meses em alta
ru: Месяцев в плюсе
tr: Artı aylar
zh_hans: 上涨月占比
zh_hant: 上漲月佔比

# MatrixStatBestSingle
source: Best single
cs: Nejlepší jednotlivý
de: Bester Einzel
es: Mejor solo
fr: Meilleur mois isolé
it: Migliore singolo
ja: 最良単月
ko: 최고 단일 월
pl: Najlepszy pojedynczy
pt_br: Melhor único
ru: Лучший одиночный
tr: En iyi tek ay
zh_hans: 最强单月
zh_hant: 最強單月

# MatrixStatChampion
source: Champion
cs: Vítěz
de: Sieger
es: Campeón
it: Vincitore
ja: 1位
ko: 1위
pl: Zwycięzca
pt_br: Campeão
ru: Чемпион
tr: Şampiyon
zh_hans: 冠军
zh_hant: 冠軍

# MatrixStatLast
source: Last
cs: Poslední
de: Letzter
es: Último
fr: Dernier
it: Ultimo
ja: 最下位
ko: 꼴찌
pl: Ostatni
pt_br: Último
ru: Последний
tr: Sonuncu
zh_hans: 垫底
zh_hant: 墊底

# MatrixStatTargets
source: Targets
cs: Cíle
de: Ziele
es: Objetivos
fr: Cibles
it: Bersagli
ja: 対象数
ko: 대상 수
pl: Instrumenty
pt_br: Alvos
ru: Цели
tr: Hedefler
zh_hans: 标的数
zh_hant: 標的數

# MatrixStatSpan
source: Span
cs: Rozpětí
de: Spanne
es: Periodo
fr: Durée
it: Periodo
ja: 期間
ko: 기간
pl: Zakres
pt_br: Período
ru: Период
tr: Aralık
zh_hans: 跨度
zh_hant: 跨度

# MatrixMonthValue
source: month {0}: {1}
cs: měsíc {0}: {1}
de: Monat {0}: {1}
es: mes {0}: {1}
fr: mois {0} : {1}
it: mese {0}: {1}
ja: {0}月 {1}
ko: {0}월 {1}
pl: miesiąc {0}: {1}
pt_br: mês {0}: {1}
ru: месяц {0}: {1}
tr: ay {0}: {1}
zh_hans: {0}月 {1}
zh_hant: {0}月 {1}

# MatrixCountMonths
source: {0} months
cs: {0} měsíců
de: {0} Monate
es: {0} meses
fr: {0} mois
it: {0} mesi
ja: {0}ヶ月
ko: {0}개월
pl: {0} miesięcy
pt_br: {0} meses
ru: {0} мес.
tr: {0} ay
zh_hans: {0} 个月
zh_hant: {0} 個月

# MatrixCountBounds
source: {0} selected (needs {1}–{2})
cs: Vybráno {0} (nutno {1}–{2})
de: {0} ausgewählt (erforderlich {1}–{2})
es: {0} seleccionados (se necesitan {1}–{2})
fr: {0} sélectionnés (il faut {1}–{2})
it: {0} selezionati (servono {1}–{2})
ja: {0}件選択中（{1}–{2}が必要）
ko: {0}개 선택됨({1}–{2} 필요)
pl: Wybrano {0} (wymagane {1}–{2})
pt_br: {0} selecionados (precisa de {1}–{2})
ru: Выбрано {0} (нужно {1}–{2})
tr: {0} seçildi ({1}–{2} gerekli)
zh_hans: 已选 {0} 个（需 {1}–{2}）
zh_hant: 已選 {0} 個（需 {1}–{2}）

# MatrixTooFewTargets
source: A comparison needs at least {0} {1}.
cs: Srovnání potřebuje alespoň {0} {1}.
de: Ein Vergleich braucht mindestens {0} {1}.
es: Una comparación necesita al menos {0} {1}.
fr: Une comparaison demande au moins {0} {1}.
it: Un confronto richiede almeno {0} {1}.
ja: 比較には最低 {0} {1} が必要です。
ko: 비교에는 최소 {0}개의 {1}이(가) 필요합니다.
pl: Porównanie wymaga co najmniej {0} {1}.
pt_br: Uma comparação precisa de pelo menos {0} {1}.
ru: Для сравнения нужно минимум {0} {1}.
tr: Karşılaştırma için en az {0} {1} gerekli.
zh_hans: 至少选 {0} {1}才有对比意义。
zh_hant: 至少選 {0} {1}才有對比意義。

# MatrixTooManyTargets
source: At most {0}; beyond that a vertical frame cannot hold the rows.
cs: Nejvýše {0}; víc se na výšku nevejde.
de: Höchstens {0}; mehr passt ins Hochformat nicht.
es: Como máximo {0}; más no cabe en vertical.
fr: {0} maximum ; plus ne tient pas en format vertical.
it: Al massimo {0}; oltre non entra in verticale.
ja: 最大 {0}。それ以上は縦画面に収まりません。
ko: 최대 {0}개. 더는 세로 화면에 들어가지 않습니다.
pl: Najwyżej {0}; więcej się pionowo nie zmieści.
pt_br: No máximo {0}; mais não cabe na vertical.
ru: Не больше {0}; больше в вертикаль не поместится.
tr: En fazla {0}; fazlası dikeyde sığmaz.
zh_hans: 最多 {0} 个，再多竖屏放不下。
zh_hant: 最多 {0} 個，再多豎屏放不下。

# MatrixFetching
source: Fetching {0} monthly bars …
cs: Načítání měsíčních svíček {0} …
de: Monatsbalken für {0} werden geladen …
es: Obteniendo barras mensuales de {0} …
fr: Chargement des barres mensuelles de {0} …
it: Caricamento delle barre mensili di {0} …
ja: {0} の月足を取得中 …
ko: {0} 월봉 가져오는 중 …
pl: Pobieranie słupków miesięcznych {0} …
pt_br: Obtendo barras mensais de {0} …
ru: Загрузка месячных баров {0} …
tr: {0} aylık verileri alınıyor …
zh_hans: 正在获取 {0} 的月K …
zh_hant: 正在取得 {0} 的月K …

# MatrixFetched
source: {0} · {1} · {2} cells · {3} {4} · {5} {6}
cs: {0} · {1} · {2} buněk · {3} {4} · {5} {6}
de: {0} · {1} · {2} Zellen · {3} {4} · {5} {6}
es: {0} · {1} · {2} celdas · {3} {4} · {5} {6}
fr: {0} · {1} · {2} cases · {3} {4} · {5} {6}
it: {0} · {1} · {2} celle · {3} {4} · {5} {6}
ja: {0} · {1} · {2} セル · {3} {4} · {5} {6}
ko: {0} · {1} · {2}칸 · {3} {4} · {5} {6}
pl: {0} · {1} · {2} komórek · {3} {4} · {5} {6}
pt_br: {0} · {1} · {2} células · {3} {4} · {5} {6}
ru: {0} · {1} · {2} ячеек · {3} {4} · {5} {6}
tr: {0} · {1} · {2} hücre · {3} {4} · {5} {6}
zh_hans: {0} · {1} · {2} 个格子 · {3} {4} · {5} {6}
zh_hant: {0} · {1} · {2} 個格子 · {3} {4} · {5} {6}

# MatrixStageTitle
source: Return Matrix
cs: Matice výnosů
de: Renditematrix
es: Matriz de rentabilidad
fr: Matrice des rendements
it: Matrice dei rendimenti
ja: リターンマトリクス
ko: 수익 매트릭스
pl: Macierz stóp zwrotu
pt_br: Matriz de retorno
ru: Матрица доходности
tr: Getiri matrisi
zh_hans: 收益矩阵
zh_hant: 收益矩陣

# NavSectorRace.Content
source: Sector Race
cs: Závod sektorů
de: Sektor-Rennen
es: Carrera de sectores
fr: Course de secteurs
it: Gara di settori
ja: 業界セクター競争
ko: 업종 경주
pl: Wyścig sektorów
pt_br: Corrida de setores
ru: Гонка секторов
tr: Sektör yarışı
zh_hans: 行业板块竞速
zh_hant: 行業板塊競速

# SectorRacePageTitle.Text
source: Sector Race
cs: Závod sektorů
de: Sektor-Rennen
es: Carrera de sectores
fr: Course de secteurs
it: Gara di settori
ja: 業界セクター競争
ko: 업종 경주
pl: Wyścig sektorów
pt_br: Corrida de setores
ru: Гонка секторов
tr: Sektör yarışı
zh_hans: 行业板块竞速
zh_hant: 行業板塊競速

# SectorRacePageSubtitle.Text
source: A dozen horizontal bars overtaking one another, the order changing to the last frame.
cs: Tucet pruhů se předhání a pořadí se mění až do posledního snímku.
de: Ein Dutzend Balken überholt einander; die Reihenfolge wechselt bis zum letzten Bild.
es: Una docena de barras se adelantan unas a otras; el orden cambia hasta el último fotograma.
fr: Une douzaine de barres se dépassent ; l'ordre change jusqu'à la dernière image.
it: Una dozzina di barre che si sorpassano; l'ordine cambia fino all'ultimo fotogramma.
ja: 十数本のバーが追い抜きを繰り返し、順位は最終フレームまで変わります。
ko: 열두 개 남짓한 막대가 서로를 추월하고 순위는 마지막 장면까지 바뀝니다.
pl: Kilkanaście pasków wyprzedza się wzajemnie, a kolejność zmienia się do ostatniej klatki.
pt_br: Uma dúzia de barras ultrapassando umas às outras; a ordem muda até o último quadro.
ru: Дюжина полос обгоняет друг друга; порядок меняется до последнего кадра.
tr: Bir düzine çubuk birbirini geçiyor; sıralama son kareye kadar değişiyor.
zh_hans: 十几条横向条形互相超车，名次一路变到最后一帧。
zh_hant: 十幾條橫向條形互相超車，名次一路變到最後一幀。

# SectorRosterLabel.Text
source: Racers
cs: Účastníci
de: Teilnehmer
es: Participantes
fr: Participants
it: Concorrenti
ja: 出場者
ko: 참가자
pl: Uczestnicy
pt_br: Participantes
ru: Участники
tr: Yarışmacılar
zh_hans: 竞速对象
zh_hant: 競速對象

# SectorRoster.Header
source: Racers
cs: Účastníci
de: Teilnehmer
es: Participantes
fr: Participants
it: Concorrenti
ja: 出場者
ko: 참가자
pl: Uczestnicy
pt_br: Participantes
ru: Участники
tr: Yarışmacılar
zh_hans: 竞速对象
zh_hant: 競速對象

# SectorListLevel1
source: CSI Level-1 industries
cs: Odvětví CSI úrovně 1
de: CSI Level-1-Branchen
es: Industrias CSI nivel 1
fr: Industries CSI niveau 1
it: Industrie CSI livello 1
ja: CSI レベル1業種
ko: CSI 1급 업종
pl: Branże CSI poziom 1
pt_br: Indústrias CSI nível 1
ru: Отрасли CSI уровня 1
tr: CSI 1. düzey sektörler
zh_hans: 中证一级行业
zh_hant: 中證一級行業

# SectorListTheme
source: Hot themes
cs: Populární témata
de: Aktuelle Themen
es: Temas populares
fr: Thèmes en vue
it: Temi caldi
ja: 人気テーマ
ko: 인기 테마
pl: Popularne motywy
pt_br: Temas em alta
ru: Популярные темы
tr: Popüler temalar
zh_hans: 热门主题板块
zh_hant: 熱門主題板塊

# SectorListCustom
source: Custom sectors
cs: Vlastní sektory
de: Eigene Sektoren
es: Sectores propios
fr: Secteurs personnalisés
it: Settori personalizzati
ja: カスタムセクター
ko: 사용자 지정 업종
pl: Własne sektory
pt_br: Setores personalizados
ru: Свои секторы
tr: Özel sektörler
zh_hans: 自定义板块
zh_hant: 自訂板塊

# SectorListStocks
source: Watchlist stocks
cs: Sledované akcie
de: Watchlist-Aktien
es: Acciones favoritas
fr: Actions suivies
it: Azioni seguite
ja: ウォッチリスト銘柄
ko: 관심 종목
pl: Akcje z listy
pt_br: Ações acompanhadas
ru: Акции из списка
tr: Takip edilen hisseler
zh_hans: 自选股
zh_hant: 自選股

# SectorMetricLabel.Text
source: Metric
cs: Metrika
de: Kennzahl
es: Métrica
fr: Mesure
it: Metrica
ja: 指標
ko: 지표
pl: Miara
pt_br: Métrica
ru: Метрика
tr: Ölçüt
zh_hans: 竞速指标
zh_hant: 競速指標

# SectorMetric.Header
source: Metric
cs: Metrika
de: Kennzahl
es: Métrica
fr: Mesure
it: Metrica
ja: 指標
ko: 지표
pl: Miara
pt_br: Métrica
ru: Метрика
tr: Ölçüt
zh_hans: 竞速指标
zh_hant: 競速指標

# SectorMetricReturn
source: Cumulative return %
cs: Kumulovaný výnos %
de: Kumulierte Rendite %
es: Rentabilidad acumulada %
fr: Performance cumulée %
it: Rendimento cumulato %
ja: 累積騰落率 %
ko: 누적 수익률 %
pl: Skumulowana stopa %
pt_br: Retorno acumulado %
ru: Накопленная доходность %
tr: Kümülatif getiri %
zh_hans: 累计涨幅 %
zh_hant: 累計漲幅 %

# SectorMetricAmount
source: Cumulative turnover 100M
cs: Kumulovaný obrat 100 mil.
de: Kumulierter Umsatz 100 Mio.
es: Volumen acumulado 100 M
fr: Volume cumulé 100 M
it: Controvalore cumulato 100 M
ja: 累積売買代金 億
ko: 누적 거래대금 억
pl: Skumulowany obrót 100 mln
pt_br: Volume acumulado 100 M
ru: Накопленный оборот 100 млн
tr: Kümülatif hacim 100 M
zh_hans: 累计成交额 亿
zh_hant: 累計成交額 億

# SectorMetricReturnShort
source: return
cs: výnos
de: Rendite
es: rentabilidad
fr: performance
it: rendimento
ja: 騰落率
ko: 수익률
pl: stopa
pt_br: retorno
ru: доходность
tr: getiri
zh_hans: 涨幅
zh_hant: 漲幅

# SectorMetricAmountShort
source: turnover
cs: obrat
de: Umsatz
es: volumen
fr: volume
it: controvalore
ja: 売買代金
ko: 거래대금
pl: obrót
pt_br: volume
ru: оборота
tr: hacim
zh_hans: 成交额
zh_hant: 成交額

# SectorAutoTitleReturn
source: {0} return race
cs: Závod výnosů: {0}
de: {0}-Renditerennen
es: Carrera de rentabilidad: {0}
fr: Course de performance : {0}
it: Gara di rendimento: {0}
ja: {0}騰落率レース
ko: {0} 수익률 레이스
pl: Wyścig stopy: {0}
pt_br: Corrida de retorno: {0}
ru: Гонка доходности: {0}
tr: {0} getiri yarışı
zh_hans: {0}涨幅竞速
zh_hant: {0}漲幅競速

# SectorAutoTitleAmount
source: {0} turnover race
cs: Závod obratu: {0}
de: {0}-Umsatzrennen
es: Carrera de volumen: {0}
fr: Course de volume : {0}
it: Gara di controvalore: {0}
ja: {0}売買代金レース
ko: {0} 거래대금 레이스
pl: Wyścig obrotu: {0}
pt_br: Corrida de volume: {0}
ru: Гонка оборота: {0}
tr: {0} hacim yarışı
zh_hans: {0}成交额竞速
zh_hant: {0}成交額競速

# SectorCount
source: {0} selected
cs: Vybráno {0}
de: {0} ausgewählt
es: {0} seleccionados
fr: {0} sélectionnés
it: {0} selezionati
ja: {0} 件選択中
ko: {0}개 선택됨
pl: Wybrano {0}
pt_br: {0} selecionados
ru: Выбрано: {0}
tr: {0} seçildi
zh_hans: 已选 {0} 个
zh_hant: 已選 {0} 個

# SectorCountBounds
source: {0} selected (needs {1}–{2})
cs: Vybráno {0} (potřeba {1}–{2})
de: {0} ausgewählt (erforderlich {1}–{2})
es: {0} seleccionados (se necesitan {1}–{2})
fr: {0} sélectionnés (il faut {1}–{2})
it: {0} selezionati (servono {1}–{2})
ja: {0} 件選択中（{1}–{2} が必要）
ko: {0}개 선택됨({1}–{2} 필요)
pl: Wybrano {0} (wymagane {1}–{2})
pt_br: {0} selecionados (precisa de {1}–{2})
ru: Выбрано: {0} (нужно {1}–{2})
tr: {0} seçildi ({1}–{2} gerekli)
zh_hans: 已选 {0} 个（需 {1}–{2}）
zh_hant: 已選 {0} 個（需 {1}–{2}）

# SectorTooFew
source: A race needs at least {0} {1}.
cs: Závod potřebuje alespoň {0} {1}.
de: Ein Rennen braucht mindestens {0} {1}.
es: Una carrera necesita al menos {0} {1}.
fr: Une course demande au moins {0} {1}.
it: Una gara richiede almeno {0} {1}.
ja: レースには最低 {0} {1} が必要です。
ko: 경주에는 최소 {0}개의 {1}이(가) 필요합니다.
pl: Wyścig wymaga co najmniej {0} {1}.
pt_br: Uma corrida precisa de pelo menos {0} {1}.
ru: Для гонки нужно минимум {0} {1}.
tr: Bir yarış için en az {0} {1} gerekli.
zh_hans: 至少选 {0} {1}才能竞速。
zh_hant: 至少選 {0} {1}才能競速。
